;
;  Few rules for translator: 
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; Translation into Catalan: Joan Queralt
; Wise Data Recovery
; Version: 3.44
; Update: 2014-03-12
;
[Translation]
LangCode=0403
ReadHabit=Left-to-right
LanguageName=CAT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmació
Warning=Avís
Error=Error
Confirm=Confirmació
pmCheckMsg=Recerca Novetats
pmforum=Fòrum
pmHelp=Ajuda en línia
pmContact=Contacti amb nosaltres
pmHome=Pàgina Web
pmCheckNew=Cerca Actualitzacions
pmLang=Idiomes
pmAbout=Sobre nosaltres
pmRestore=Recuperar aquest Element
pmselectall=Seleccionar Tot
pmselectnone=No Seleccionar Res
pmselectinvert=Invertir la Selecció
FrmFRMain.lblTree.caption=Carpeta
FrmFRMain.btnlikeit.caption=M'agrada
FrmFRMain.btnfeedback.caption=Suggeriments i comentaris
FrmFRMain.btnsearch.caption=Cercar
FrmFRMain.btnrestore.caption=Recuperar
FrmFRMain.btnsearchcancel.caption=Cancel·lar
FrmFRMain.btnrestore.caption=Recuperar
FrmFRMain.btnsearchcancel.caption=Cancel·lar	

; About
;
FrmFRAbout.caption=Sobre...
FrmFRAbout.btnok.caption=Acceptar
FrmFRAbout.lblver.caption=Versió actual:
FrmFRAbout.lblemail.caption=Correu de Suport:
FrmFRAbout.lblhome.caption=Pàgina Web:
FrmFRAbout.lblthank.caption=Agraïm la col·laboració de les següents persones:
;
;Like us
;
FrmLikeit.lblTitle.caption=Si li agrada Wise Data Recovery recomani el seu ús als seus coneguts.
FrmLikeit.lblinfo.caption=Si us plau, comparteixi Wise Data Recovery amb la família, amics, companys de classe i col·legues per Correu Electrònic, Bloc, Twitter, YouTube, Facebook, etc.. Ben fet! Vostè portarà comoditat i eficiència a les seves vides.
FrmLikeit.lblrate.caption=Valoreu Wise Data Recovery:
FrmLikeit.lblfollow.caption=Segueixi'ns a:
FrmLikeit.lblshare.caption=Comparteixi Wise Data Recovery:
FrmLikeit.btndownload.caption=Descàrrega gratuïta
FrmLikeit.imgrate.hint=Concedeixi'ns 5 estrelles
FrmLikeit.imgmail.hint=Comparteixi amb els seus amics
FrmLikeit.imgface1.hint=Comparteixi en Facebook
FrmLikeit.imgface2.hint=Segueixi'ns a Facebook
FrmLikeit.imgtwitter1.hint=Comparteixi a Twitter
FrmLikeit.imgtwitter2.hint=Segueixi'ns a Twitter
FrmLikeit.caption=M'agrada
FrmLikeit.lbldownload.caption=Descarregui més Programari gratuït de WiseCleaner.com

[Edit]
pmcut=Tallar
pmcopy=Copiar
pmpaste=Enganxar
pmdelete=Eliminar
pmselectall=Seleccionar Tot

[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=Acceptar
ButtonMinimize=Minimitzar
ButtonMaximize=Maximitzar
ButtonClose=Tancar
ButtonRestore=Restaurar
ButtonMenu=Menú
ButtonDelete=Esborrar
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nom Arxiu
FrmFRMain.lstFile.headitems[1]=Mida Arxiu
FrmFRMain.lstFile.headitems[2]=Darrera Modificació
FrmFRMain.lstFile.headitems[3]=Recuperabilitat
FrmFRMain.lstFile.headitems[4]=Ruta
Scanning=Buscant ...
Filtering=Filtrant ...
KeyWord=Introduir paraules Clau 
Images=Imatges
Audios=Àudios
Videos=Vídeos
Document=Documents
Compressed=Arxius Comprimits
Email=E-Mails
AllFiles=Tots els Arxius
AllFolders=Totes les Carpetes
SelectDir=Seleccioneu una Carpeta per desar les dades recuperades.
NoSameDrive=Si us plau, triï una altra unitat de recuperació per evitar la sobre escriptura de dades.
ScanStopped=Cancel·lada la recerca
Good=Bona
Poor=Dolent
VeryPoor=Molt Dolent
Lost=Irrecuperable
ItemList=Arxius Trobats: %d


[message]
NoNewVer=Felicitats, està utilitzant l'última versió del programa!
RecoveryDone=Acabada la recuperació de dades.
TranslateTo=Traduir a ...
NewVer=Hi ha una nova versió. Voleu descarregar-la ara?

